Revit 2027 API
AdvancedWood.WoodUseLatewoodBump Property
 The property labeled "Use latewood bump" from the "AdvancedWood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string WoodUseLatewoodBump { get; }
Public Shared ReadOnly Property WoodUseLatewoodBump As String
	Get
public:
static property String^ WoodUseLatewoodBump {
	String^ get ();
}
static member WoodUseLatewoodBump : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyBoolean".
See Also
Reference
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace